{
    "noMoreSurveillance": "Όχι στην παρακολούθηση",
    "noMoreCensorship": "Όχι στην λογοκρισία",
    "whatNext": "Τι θα ήθελες να κάνεις τώρα;",
    "waitForConnect": "Παρακαλώ περιμένετε μέχρι το CENO να συνδεθεί, προτού περιηγηθείτε",
    "browseChannels": "Περιηγηθείτε στης πηγές ενημέρωσης του CENO",
    "browseChannelsDescription": "To CENO έρχεται μαζί με περιεχόμενο από διάφορες πηγές ενημέρωσης. Μπορείτε να το διαβάσετε αμέσως, ή όσο περιμένετε άλλες σελίδες να φορτώσουν.",
    "requestSite": "Ζητήστε μια ιστοσελίδα",
    "enterUrl": "Εισάγετε διεύθυνση URL",
    "learnMore": "Μάθετε περισσότερα σχετικά με το CENO",
    "learnMoreDescription": "Το CENO σας επιτρέπει να έχετε πρόσβαση σε διαδικτυακό περιεχόμενο που υπόκειται  σε λογοκρισία στην χώρα σας. Επεξεργάζεται τα αιτήματα σας για ιστοσελίδες με την βοήθεια ενός ανώνυμου δικτύου επικοινωνίας και αποθηκεύει αυτές τις ιστοσελίδες σε ένα αποκεντρωμένο δίκτυο διαμοιρασμού αρχείου, όπως είναι το Freenet.",
    "learnMoreButton": "Μάθετε περισόττερα",
    "chooseChannel": "Επιλέξτε μια πηγή ενημέρωσης",
    "channelSelector": "Επιλογή πηγής",
    "statusConnected": "Συνδεδεμένο",
    "statusWarning": "Ασταθές",
    "statusError": "Αποσυνδεδεμένο",
    "statusUnknown": "Αποσυνδεδεμένο",
    "closeText": "Κλείσιμο",
    "about": "Σχετικά με το CENO",
    "aboutHeader1": "Τι είναι το CENO;",
    "aboutHeader2": "Το δίκτυο CENO",
    "aboutHeader3": "Τι είναι το Freenet;",
    "aboutHeader4": "Ερωτήσεις σχετικά με την ασφάλεια του CENO",
    "securitySubHeader1": "Είναι ασφαλές;",
    "securitySubHeader2": "Πώς καταφέρνει και παρακάμπτει την λογοκρισία;",
    "securitySubHeader3": "Πώς μπορώ να αποφύγω νομικές κατηγορίες;",
    "securitySubHeader4": "Τι είναι το darknet;",
    "aboutHeader5": "Ποιος είναι ο δημιουργός;",
    "aboutParagraph1": "To Censorship.no! (CENO) πρόκειται για μια καινοτόμος προσέγγιση στην παράκαμψη της λογοκρισίας στο Διαδίκτυο. Το CENO είναι ένας απόγονος των δικτύων sneaker, όπου το περιεχόμενο αρχικά εισάγεται στο δίκτυο ύστερα από αίτημα κάποιου χρήστη, και από εκεί και ύστερα διαμοιράζεται δια μέσω των υπολοίπων χρηστών. Το CENO επιτρέπει στους χρήστες να επισκεφθούν ιστοσελίδες, εισάγοντάς τες σε δίκτυα διαμοιρασμού αρχείων, και μετά μεταφέροντας αυτές τις σελίδες από κόμβο σε κόμβο. Αφού μια ιστοσελίδα εισαχθεί στο CENO, αποθηκεύεται και είναι προσβάσιμη από όλους τους χρήστες του δικτύου.",
    "aboutParagraph2": "Το CENO σας βοηθάει να παρακάμψετε την λογοκρισία. Δεν χρειάζεται να γνωρίζετε έναν προσβάσιμο proxy server σε χώρες χωρίς λογοκρισία; το δίκτυο κάνει τα μαγικά του (tm) για να προωθήσει τα αιτήματά σας από κόμβο σε κόμβο, σε κάποιον υπολογιστή με πρόσβαση στο ελεύθερο Διαδίκτυο. Η εκ φύσεως ανωνυμία και ιδιωτικότητα του CENO συνεπάγεται πως θα χρειαστεί να περιμένετε κάποια λεπτά προτού η ιστοσελίδα είναι διαθέσιμη στον υπολογιστή σας. Το CENO παρέχει μια ενσωματωμένη βάση με δημοφιλείς πηγές ενημέρωσης, τις οποίες συνεχώς εισάγουμε και ενημερώνουμε στο παρασκήνιο.",
    "aboutParagraph3": "Το Freenet είναι ένα ανώνυμο δίκτυο διαμοιρασμού αρχείων το οποίο και χρησιμοποιεί το CENO ως μέσο αποθήκευσης και μεταφοράς. Η επικοινωνία μεταξύ των κόμβων του Freenet είναι κρυπτογραφημένη και δρομολογείται μέσω άλλων κόμβων, έτσι ώστε να είναι εξαιρετικά δύσκολο κάποιος να μπορεί να εξακριβώσει ποιος αιτήται ένα αρχείο ή ποιο είναι το περιεχόμενο. Οι χρήστες συμμετέχουν στο δίκτυο παρέχοντας ένα κομμάτι της σύνδεσής τους στο Διαδίκτυο και μέρους στον σκληρό τους δίσκο για να αποθηκευτούν τα αρχεία.  Τα αρχεία είναι κρυπτογραφημένα, οπότε σε γενικές γραμμές ο χρήστης δεν μπορεί εύκολα να ανακαλύψει τι είναι αποθηκευμένο στον υπολογιστή του, και ευελπιστούμε ότι δεν μπορεί να θεωρηθεί ένοχος γι' αυτό. Κάθε χρήστης του CENO είναι εξ ορισμού και κόμβος του Freenet. Το Freenet είναι αποκεντρώμενο και συνεπώς λιγότερο εύαλωτο σε επιθέσεις, και εφόσον χρησιμοποιείται σε λειτουργία 'darknet', όπου οι χρήστες συνδέονται μόνο με τους φίλους τους, είναι πολύ δύσκολο να ανυχθευθεί.",
    "securitySubParagraph1": "Υπάρχουν αρκετές απαντήσεις σε αυτήν την ερώτηση. Το CENO κληρονομεί τα περισσότερα χαρακτηριστικά του σχετικά με την ανωνυμία και την ιδιωτικότητα από το Freenet. Κάθε κομμάτι πληροφορίας που αποθηκεύετε και διαμοιράζεστε είναι κρυπτογραφημένο. Οι ιστοσελίες που επισκέπτεστε στον υπολογιστή σας χρησιμοποιώντας το CENO δεν καταγράφονται πουθενά και δεν αφήνουν αναγνωρίσιμα ίχνη. Η παρακολούθηση της σύνδεσής σας στο Διαδίκτυο δεν αποκαλύπτουν τι επίσκεπτεστε ή τι διαβάζετε, αλλά είναι πιθανό να δηλώνει ότι χρησιμοποιείτε το CENO.",
    "securitySubParagraph2": "Οι Γέφυρες του CENO βρίσκονται σε διάφορα μέρη σε όλον τον κόσμο, σε χώες όπου δεν υπάρχει λογοκρισία στο Διαδίκτυο. Τα αιτήματάς σας μεταφέρονται διαμέσω άλλων χρηστών του CENO μέχρι να φτάσουν μια Γέφυρα. Η ιστοσελίδα που ζητήσατε διασπάται σε πολλά κομμάτια και αποθηκεύεται στο κατανεμημένο σύστημα διαμοιρασμού αρχείων. Λίγα λεπτά αργότερα ο υπολογιστής σας αρχίζει να μαθαίνει πώς να ανακτήσει αυτά τα κομμάτια και να τα αποκρυπρογραφήσει. Η διεύθυνση του υπολογιστή σας στο CENO δεν αποκαλύπτει την γεωγραφική του τοποθεσία.",
    "securitySubParagraph3": "Το ιστορικό των κινήσεών σας είναι κρυμμένο, αλλά η πρόθεσή σας να χρησιμοποιήσετε το CENO/Freenet είναι φανερή στους υπόλοιπους κόμβους. Με άλλα λόγια, δεν μπορούn να γνωρίζουν τι κάνετε, αλλά μπορούν να ανακαλύψουν ότι χρησιμοποιείτε αυτό το πρόγραμμα. *Ο καθένας* μπορεί να εγκαταστήσει έναν CENO/Freenet κόμβο και να ξεκινήσει να χτίζει μια γενική εικόνα των υπολογιστών που προσπαθούν να συνδεθούν στον δικό του CENO/Freenet κόμβο. Ο μόνος τρόπος να το αποφύγετε είναι να συνδέεστε στο δίκτυο μέσω φίλων σας, σε λειτουργία darknet.",
    "securitySubParagraph4": "Στην λειτουργία darknet, μπορείτε να καθορίσετε ποιους κόμβους θέλετε να εμπιστευτείτε και να συνδεθετε στο CENO/Freenet μόνο μέσω αυτών. Αυτοί είναι οι έμπιστοι κόμβοι σας και όποια πληροφορία αποφασίσετε να ανταλλάξετε μεταξύ σας είναι κρυφή από το υπόλοιπο Διαδίκτυο.",
    "aboutParagraph4": "IGNOREME",
    "aboutParagraph5": "To CENO είναι ένα πρότζεκτ της eQualit.ie. Δημιουργούμε ανοιχτά και επαναχρησιμοποιήσιμα συστήματα με εστίαση στην ιδιωτικότητα, την διαδικτυακή ασφάλεια, και την διαχείριση της πληροφορίας. Στόχος μας είναι να δημιουργούμε προσβάσιμες τεχνολογίες και να βελτιώνουμε το σύνολο των ικανοτήτων μας να υπερασπιζόμαστε τα ανθρώπινα δικαιώματα και ελευθερίες στην ψηφιακή εποχή."
}