{
    "noMoreSurveillance": "نه به نظارت",
    "noMoreCensorship": "نه به سانسور",
    "whatNext": "حالا می خواید چی کار کنید؟",
    "waitForConnect": "لطفا پیش از گشت زنی در اینترنت، منتظر بمانید تا سینو متصل شود",
    "browseChannels": "کانال های سینو را بگرد",
    "browseChannelsDescription": "سینو با میزان قابل توجهی محتوا از دیگر منابع چند رسانه ای می آید. می توانید بلافاصله شروع به خواندن آن ها کنید و یا زمانی که منتظر باز شدن وب سایت مورد نظرتان هستید، از آن ها بهره برید.",
    "requestSite": "درخواست یک وب سایت",
    "enterUrl": "آدرس اینترنتی را وارد کنید",
    "learnMore": "درباره سینو بیشتر بدانید",
    "learnMoreDescription": "با سینو می توانید به محتوای اینترنت که در کشورتان سانسور است، دسترسی داشته باشید. سینو درخواست استفاده از وب سایت ها را با استفاده از یک لایه انتقال ناشناس از فیلتر خارج کرده و آن وب سایت ها را در یک شبکه همتا به همتای اشتراک گذاری فایل مانند فرینت، پخش می کند.",
    "learnMoreButton": "توضیحات بیشتر",
    "chooseChannel": "کانال مدیای خود را انتخاب کنید",
    "channelSelector": "انتخاب کانال",
    "statusConnected": "اتصال برقرار است",
    "statusWarning": "ناپایدار",
    "statusError": "اتصال برقرار نیست",
    "statusUnknown": "اتصال برقرار نیست",
    "closeText": "ببند",
    "about": "درباره سینو",
    "aboutHeader1": "سینو چیست؟",
    "aboutHeader2": "شبکه سینو",
    "aboutHeader3": "فرینت چیست؟",
    "aboutHeader4": "سوال و جواب های امنیتی سینو",
    "securitySubHeader1": "آیا امن است؟",
    "securitySubHeader2": "چطور از سد سانسور عبور می کند؟",
    "securitySubHeader3": "چطور می توانم از زیر بار مسئولیت حقوقی فایل ها خارج شوم؟",
    "securitySubHeader4": "دارکنت چیست؟",
    "aboutHeader5": "چه کسی آن را ساخته است؟",
    "aboutParagraph1": "سانسور. نه! پروژه سینو (CENO) یک تلاش شاعرگونه برای عبور از سد فیلترینگ اینترنت است. سینو از نسل اسنیکرنت هاست، به این شکل که اطلاعات توسط یک کاربر درخواست شده و از یک فرد به فرد دیگر منتقل می شود. سینو به کاربران این امکان را می دهد که با اضافه کردن وب سایت ها به یک شبکه اشتراکی، از آن ها بازدید کرده و صفحات را به شیوه همتا-به-همتا منتقل کنند. زمانی که یک وب سایت به سینو اضافه شود، در شبکه ذخیره سازی شده و در دسترس تمام کاربران شبکه قرار می گیرد.",
    "aboutParagraph2": "سینو به شما کمک می کند از سد سانسور عبور کنید. نیازی نیست که هیچ سرور پروکسی در مناطق بدون سانسور بشناسید - این شبکه با شیوه magic (tm) routing مسیریابی خود را به مناطق بدون سانسور به شیوه همتا-به-همتا انجام می دهد. به دلیل امکانات ناشناس شدن و حفظ حریم خصوصی که در برنامه جاسازی شده است، ممکن است برای دریافت صفحات نیاز به زمان بیشتری داشته باشید. سینو یک منبع از اخبار پرطرفدار دارد و ما بدون وقفه در حال اضافه کردن و به روز رسانی آن در پشت صحنه هستیم.",
    "aboutParagraph3": "فرینت یک شبکه به اشتراک گذاری فایل به شکل ناشناس است که سینو برای ذخیره سازی و انتقال اطلاعات از آن بهره می برد. ارتباطات از طریق گره های فرینت، رمزنگاری شده هستند و برای جلوگیری از رهگیری ساده درخواست ها و محتوای آن ها، از گره های دیگری در شبکه عبور می کنند. کاربران نیز با اختصاص بخشی از حافظه دیسک سخت و پهنای باند اینترنت خود، در شبکه مشارکت دارند. فایل های ذخیر شده در کامپیوتر کاربر رمزنگاری شده هستند، به همین دلیل کاربران نمی توانند متوجه شوند که چه فایل هایی بر روی کامپیوتر آن ها قرار دارد، و امیدواریم که برای آن ها بازخواست نیز نشوند. هر کاربر سینو، به صورت پیش فرض، یک گره شبکه نیز محسوب می شود. به منظور کاهش حداکثری آسیب پذیری، فرینت غیرمترمرکز طراحی شده و در حالت \"دارک نت\" که کاربران تنها به دوستان خود متصل می شوند، رهگیری بسیار سخت تر خواهد بود.",
    "securitySubParagraph1": "جواب های بسیاری برای این سوال وجود دارد. سینو بیشتر امکانات ناشناس شدن و حفظ حریم خصوصی خود را از فرینت به ارث برده است. هر تکه ای از اطلاعات که شما ذخیره یا جا به جا می کنید، رمزنگاری شده است. وب سایت هایی که از طریق سینو به آن ها سر می زنید در هیچ کجا ثبت نمی شوند و هیچ اثری از خود به جای نمی گذارند. اگر کسی شبکه شما را بررسی کند، نمی تواند متوجه شود که از چه سایت هایی بازدید کرده اید و یا چه مطالبی را خوانده اید. اما شناسایی این که از سینو استفاده می کنید غیر ممکن نیست. ",
    "securitySubParagraph2": "پل های سینو در سراسر دنیا و در کشورهایی که سانسور اینترنت در آن ها وجود ندارد قرار دارند. درخواست شما از طریق دیگر کاربران سینو منتقل شده تا به یک پل برسد. سپس وب سایت مورد نظر به قطعه های کوچک تری تقسیم شده و به یک شبکه به اشتراک گذاری فایل فرستاده می شود. چند دقیقه بعد، کامپیوتر شما شروع به بازیابی این قطعه ها و رمزگشایی از آن ها می کند. البته باید گفت که با استفاده از آدرس موجود در شبکه سینو، نمی توان کاربری را ردیابی فیزیکی کرد. ",
    "securitySubParagraph3": "نوع فعالیت شما در زمان استفاده از سینو/فرینت مخفی است، اما دیگر گره ها می توانند متوجه شوند که شما از سینو/فرینت استفاده می کنید. به بیانی دیگر، آن ها نمی توانند متوجه فعالیت های شما شوند، اما می توانند ببینند که شما از این نرم افزار استفاده می کنید. *هرکسی* می تواند به منظور ترسیم یک تصویر از کامپیوترهایی که به سینو/فرینت متصل هستند، یک گره راه اندازی کند. تنها راه مقابله با این مشکل، استفاده از شبکه در حالت دارک نت است.",
    "securitySubParagraph4": "در حالت دارک نت، شما می توانید گره هایی که قابل اعتماد هستند و می خواهید سینو/فرینت شما را به آن ها متصل کند را مشخص کنید. این گره ها، همتایان مورد اعتماد شما هستند و هر اطلاعاتی که سعی کنید از طریق این شبکه با هم رد و بدل کنید، از دید دیگر کاربران اینترنت مخفی خواهد بود.",
    "aboutParagraph4": "IGNOREME",
    "aboutParagraph5": "سینو یکی از پروژه های eQialit.ie است. ما سیستم های باز و قابل استفاده مجدد با تمرکز بر حفظ حریم خصوصی، امنیت آنلاین و مدیریت اطلاعات تولید می کنید. هدف ما ساخت یک تکنولوژی قابل دسترس است که بتواند از حقوق بشر و آزادی در دنیای دیجیتال محافظت کند."
}