{
    "noMoreSurveillance": "Non à la surveillance.",
    "noMoreCensorship": "Non à la censure.",
    "whatNext": "Que voulez-vous savoir ?",
    "waitForConnect": "Merci d'attendre que CENO soit connecté avant de naviguer.",
    "browseChannels": "Parcourir les canaux CeNO",
    "browseChannelsDescription": "CENO est fourni avec du contenu de diverses sources médiatiques. Vous pouvez commencer à les lire dès maintenant ou pendant que vous attendez que d'autres sites web se chargent.",
    "requestSite": "Demander un site web",
    "enterUrl": "Entrer l'URL",
    "learnMore": "En savoir plus sur CeNO",
    "learnMoreDescription": "CENO vous permet d'accéder à du contenu sur internet qui est censuré dans votre pays. Il exfiltre les requêtes via une couche de transport anonyme et stocke ces sites web sur des réseaux de partage de fichiers distribué pair à pair tels que Freenet.",
    "learnMoreButton": "M'en dire davantage",
    "chooseChannel": "Choisissez votre canal de média",
    "channelSelector": "Sélecteur de canal",
    "statusConnected": "Connecté",
    "statusWarning": "Instable",
    "statusError": "Non connecté",
    "statusUnknown": "Non connecté",
    "closeText": "Fermer",
    "about": "À propos de CeNO",
    "aboutHeader1": "Qu'est-ce que CENO ?",
    "aboutHeader2": "Réseau CENO",
    "aboutHeader3": "Qu'est-ce que Freenet ?",
    "aboutHeader4": "Questions et réponses sur la sécurité de CENO",
    "securitySubHeader1": "Est-ce sûr ?",
    "securitySubHeader2": "Comment contourne-t-il la censure ?",
    "securitySubHeader3": "Comment puis-je éviter la culpabilité par association ?",
    "securitySubHeader4": "Qu'est-ce qu'un darknet ?",
    "aboutHeader5": "Qui l'a construit ?",
    "aboutParagraph1": "Le projet Censorship.no! (CENO) est une nouvelle approche pour le contournement de la censure sur internet. CENO est le descendant des sneakernets, où le contenu est inséré dans un réseau par des requêtes d'utilisateurs, et ensuite passé de personne à personne. CENO permet aux utilisateurs de naviguer sur les sites web classiques en insérant ces derniers dans des réseaux de partage de fichiers puis en routant les pages de pair en pair. Une fois qu'un site web est inséré par CENO, il est mis en cache et disponible à tous les utilisateurs du réseau.",
    "aboutParagraph2": "CENO vous aide à contourner la censure d'internet. Vous n'avez pas besoin de connaitre de serveur mandataire dans la zone non censurée : le réseau réalise sa magie en routant votre requête au-delà de la zone censurée, de pair en pair. Le respect de la vie privée et de l'anonymat intrinsèques au fonctionnement du système impliquent que vous devrez attendre un peu avant que la page soit distribuée à votre ordinateur. CENO inclut un stockage déjà préparé de flux d'actualités populaires ; nous les insérons et les mettons à jour continuellement en arrière-plan.",
    "aboutParagraph3": "Freenet est un réseau anonyme de partage de fichiers, que CENO utilise pour le stockage et le transport. Les communications des nœuds Freenet sont chiffrées et routées à travers d'autres nœuds afin de rendre extrêmement difficile la détermination de qui demande une information et de quel contenu il s'agit. Les utilisateurs contribuent au réseau en fournissant de la bande passante et une portion de leur disque dur pour stocker des fichiers. Les fichiers sont chiffrés donc l'utilisateur ne peut en général pas découvrir facilement ce qui est sur son ordinateur, et on peut espérer par conséquent qu'il ne pourra pas en être tenu responsable. Par défaut, chaque utilisateur de CENO est un nœud Freenet. Freenet est décentralisé afin de le rendre moins vulnérable aux attaques, et s'il est utilisé dans le mode « darknet », où les utilisateurs ne se connectent qu'à leurs amis, il est très difficile à détecter.",
    "securitySubParagraph1": "Il y a plusieurs réponses à cette question. Les fonctionnalités fournissant respect de la vie privée et anonymat sont pour la plupart héritées de Freenet. Chaque donnée que vous stockez ou échangez est chiffrée. Les sites web auxquels vous accédez sur votre ordinateur via CENO ne sont enregistrés nulle part et ne laissent aucune trace identifiable. La surveillance de votre connexion à internet ne peut pas révéler où vous allez et ce que vous lisez, mais il est possible de se rendre compte que vous utilisez CENO.",
    "securitySubParagraph2": "Les ponts CENO sont situés dans le monde entier, dans des pays ne pratiquant pas la censure d'internet. Votre requête est transmise à d'autres nœuds CENO jusqu'à ce qu'elle atteigne un pont. Le site web demandé est ensuite séparé en une multitude de petites parties et inséré dans le réseau de partage de fichiers. Quelques minutes plus tard, votre ordinateur commence à apprendre comment récupérer toutes ces parties et comment les déchiffrer. L'adresse de votre ordinateur sur le réseau CENO ne peut pas être localisée géographiquement.",
    "securitySubParagraph3": "Le détail de vos activités est caché mais votre intention d'utiliser CENO/Freenet est visible par les autres nœuds. En d'autres termes, ils ne peuvent pas voir ce que vous faites mais peuvent se rendre compte que vous utilisez ce logiciel. *N'importe qui* peut mettre en place un nœud CENO/Freenet afin de commencer à identifier les ordinateurs essayant de se connecter à leur nœud CENO/Freenet. La seule protection contre ceci est d'utiliser le réseau dans le mode « darknet ».",
    "securitySubParagraph4": "Dans le mode « darknet », vous spécifiez quels sont les nœuds dans lesquels vous avez confiance, et vous connectez à CENO/Freenet uniquement à travers eux. Ils sont vos pairs de confiance, et les informations que vous échangez entre vous sont cachées du reste d'internet.",
    "aboutParagraph4": "IGNOREME",
    "aboutParagraph5": "CENO est un projet d'eQualit.ie. Nous développons des systèmes ouverts et réutilisables avec une attention particulière sur la vie privée, la sécurité en ligne et la gestion de l'information. Notre but est de créer des technologies accessibles et d'améliorer l'ensemble des compétences requises pour défendre les droits d'Homme et les libertés à l'ère numérique."
}