{
    "noMoreSurveillance": "Нет слежке",
    "noMoreCensorship": "Нет цензуре",
    "whatNext": "Что вы хотите делать сейчас?",
    "waitForConnect": "Пожалуйста, подождите пока CENO соеденится перед тем как открывать сайты",
    "browseChannels": "Выбрать каналы CeNO",
    "browseChannelsDescription": "В CENO сразу загружены разные источники информации. Вы можете начать читать их прямо сейчас или пока Вы ждёте загрузки вебсайта. ",
    "requestSite": "Запросить вебсайт",
    "enterUrl": "Введите URL",
    "learnMore": "Узнать больше о CeNO",
    "learnMoreDescription": "CENO allows you to access Internet content that is censored in your country. It exfiltrates website requests using an anonymous transport layer and stores these websites on distributed peer-to-peer file sharing networks such as Freenet.",
    "learnMoreButton": "Узнать  больше",
    "chooseChannel": "Выберите Ваш медиа канал",
    "channelSelector": "Выбор каналов",
    "statusConnected": "Подключено",
    "statusWarning": "Нестабильно",
    "statusError": "Не подключено",
    "statusUnknown": "Не подключено",
    "closeText": "Закрыть",
    "about": "О CeNO",
    "aboutHeader1": "Что такое CENO?",
    "aboutHeader2": "сеть CENO",
    "aboutHeader3": "Что такое Freenet?",
    "aboutHeader4": "ЧаВО по безопасности CENO",
    "securitySubHeader1": "Это безопасно?",
    "securitySubHeader2": "Как обойти цензуру?",
    "securitySubHeader3": "Как мне избежать обвинения в соучастии?",
    "securitySubHeader4": "Что такое даркнет?",
    "aboutHeader5": "Кто собирает?",
    "aboutParagraph1": "The Censorship.no! project (CENO) is a novel approach to circumvent Internet  censorship. CENO is the descendant of sneaker nets, where content is fed into a network by user requests and passed on from person to person thereafter. CENO allows users to browse regular websites by inserting them into file sharing networks, and then routing these pages peer-to-peer. Once a website is inserted by CENO, it it cached and available to all users on the network.",
    "aboutParagraph2": "CENO helps you get around Internet censorship. You do not need to know an accessible proxy server in the uncensored zone - the network does its magic (tm) routing your request outside the censored zone, peer-to-peer. The built in anonymity and privacy features means that you need to wait some time for the page to be delivered to your computer. CENO has a built-in storage of popular news feeds - we continually insert and update them in the background.",
    "aboutParagraph3": "Freenet is an anonymous file sharing network that CENO uses for storage and transport. Communications by Freenet nodes are encrypted and are routed through other nodes to make it extremely difficult to determine who is requesting the information and what its content is. Users contribute to the network by giving bandwidth and a portion of their hard drive for storing files. Files are encrypted, so generally the user cannot easily discover what is in his computer, and hopefully can't be held accountable for it. Every CENO user is a Freenet node by default. Freenet is decentralised to make it less vulnerable to attack, and if used in 'darknet' mode, where users only connect to their friends, is very difficult to detect.",
    "securitySubParagraph1": "There are several answers to this question. CENO inherits most of its privacy and anonymity properties from Freenet. Every piece of data that you store or exchange is encrypted. Websites that you access on your computer via CENO are not recorded anywhere and leaves no identifiable trace. Surveillance of your Internet connection cannot reveal where you are going and what you are reading, but it is possible to figure out that you are using CENO.",
    "securitySubParagraph2": "CENO bridges are located around the world, in countries that do not practice Internet censorship. Your request is passed via other CENO peers until it reaches a bridge. The requested website is then broken into many pieces and inserted into the file sharing network. A few minutes later your computer begins to learn how to retrieve all of these pieces and decrypt them. Your computer's address on the CENO network cannot be geographically located.",
    "securitySubParagraph3": "Your record of activities is hidden but your intention to use CENO/Freenet is visible to other nodes. In other words,  they cannot know what you are doing but they can find out that you are using this software. *Anyone* can set-up a CENO/Freenet node to begin building a picture of computers attempting to connect to their CENO/Freenet node. The only way around this is to use the network in darknet mode.",
    "securitySubParagraph4": "In darknet mode, you specify which nodes to trust and connect to CENO/Freenet only through them. These are your trusted peers and whatever information you decide to exchange between each other is hidden from the rest of the Internet.",
    "aboutParagraph4": "IGNOREME",
    "aboutParagraph5": "CENO is a project of eQualit.ie. We develop open and reusable systems with a focus on privacy, online security, and information management. Our goal is to create accessible technology and improve the skill set needed for defending human rights and freedoms in the digital age."
}